Repository: Mileslee/wxgis
Catalog: loc/*/cat_app_cat.po
Languages: ru

source: wxGIS Catalog
ru: Каталог wxGIS

source: wxGISCatalogApp: Start main frame
ru: wxGISCatalogApp: Загрузка главного фрейма

source: wxGIS [%s] Version: %s
ru: wxGIS [%s] Версия: %s

source: wxGIS [%s] Version: %s (c) 2009-2010 Dmitry Barishnikov (Bishop)
ru: wxGIS [%s] Версия: %s (c) 2009-2010 Дмитрий Барышников (Bishop)

source: About application
ru: О программе

source: HOST '%s' OS desc - %s Free memory - %u Mb Libs: GDAL %s GEOS %s PROJ %s %s
ru: Имя ПК '%s' Описание ОС - %s Свободная память - %u Mb Библиотеки: GDAL %s GEOS %s PROJ %s %s

source: About system
ru: О системе

source: Thanks GIS-LAB team for help in translating the interface, testing and searching for errors. Special thanks to Maxim Dubinin
ru: Спасибо команде ГИС-LAB за помощь в переводе интерфейса, тестировании и поиске ошибок. Отдельное спасибо Максиму Дубинину

source: Thanks
ru: Благодарности

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>
ru: Эта программа является свободным программным обеспечением: вы можете распространять и/или модифицировать его в соответствии с условиями GNU General Public License, опубликованной Free Software Foundation, версии 3 Лицензии, либо (по вашему выбору) любой более поздней версии. Эта программа распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, даже без подразумеваемых гарантий КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. См. GNU General Public License для более подробной информации. Вы должны были получить копию GNU General Public License вместе с этой программой. Если нет, см. <http://www.gnu.org/licenses/>

source: License
ru: Лицензия

source: Close
ru: Закрыть

source: About
ru: О программе
