Repository: Mileslee/wxgis
Catalog: loc/*/remoteserver_cat.po
Languages: cs

source: wxGxRemoteServers: Network connection factory %s loaded
cs: wxGxRemoteServers: Továrna síťových připojení %s načtena

source: wxClientUDPNotifier: Invalid address
cs: wxClientUDPNotifier: Neplatná adresa

source: %s: Wait %s Thread 0x%lx started (priority = %u)
cs: %s: Čekám %s Vlákno 0x%lx spuštěno (priorita = %u)

source: wxClientTCPNetConnection: Trying to connect (timeout = 5 sec) ...
cs: wxClientTCPNetConnection: Pokouším se připojit (časový limit = 5 sek) ...

source: wxClientTCPNetFactory: Connected
cs: wxClientTCPNetFactory: Připojen

source: wxClientTCPNetFactory: Server %s disconnected
cs: wxClientTCPNetFactory: Server %s odpojen

source: Remote Server
cs: Vzdálený server

source: Remote Servers
cs: Vzdálené servery

source: Remote item
cs: Vzdálená položka

source: Remote container
cs: Vzdálený kontejner

source: TCP/IP Network
cs: Síť TCP/IP
