Repository: Mileslee/wxgis
Catalog: trunk/loc/*/cat_app_cat.po
Languages: ru

source: wxGISCatalogApp: Failed to get log folder
ru: wxGISCatalogApp: Ошибка получения папки с логами

source: wxGISCatalogApp: Failed to open log file %s
ru: wxGISCatalogApp: Ошибка открытия файла логов %s

source: HOST '%s': OS desc - %s, free memory - %u Mb
ru: Имя ПК '%s': Описание ОС - %s, свободно памяти - %u Mb

source: wxGISCatalogApp: %s %s is initializing...
ru: wxGISCatalogApp: %s %s иннициализируется...

source: wxGISCatalogApp: Log file: %s
ru: wxGISCatalogApp: Лог-файл: %s

source: wxGISCatalogApp: Initialize locale
ru: wxGISCatalogApp: Иннициализация локали

source: wxGISCatalogApp: Language is set to %s
ru: wxGISCatalogApp: Язык: %s

source: wxGISCatalogApp: System folder is absent! Lookup path '%s'
ru: wxGISCatalogApp: Отсутствует системная папка! Путь поиска '%s'

source: wxGISCatalogApp: Start main frame
ru: wxGISCatalogApp: Загрузка главного фрейма

source: wxGIS Catalog
ru: Каталог wxGIS

source: wxGIS [%s] Version: %s (c) 2009-2010 Dmitry Barishnikov (Bishop) ----------------------------- GDAL %s GEOS %s PROJ %s %s
ru: wxGIS [%s] Версия: %s (c) 2009-2010 Дмитрий Барышников (Bishop) ----------------------------- GDAL %s GEOS %s PROJ %s %s

source: About
ru: О программе
