Repository: Mileslee/wxgis
Catalog: trunk/loc/*/datasource_cat.po
Languages: ru

source: The driver '%s' is not available! OGR error:
ru: Драйвер '%s' не доступен! Ошибка OGR:

source: Error create the output file '%s'! OGR error:
ru: Не возможно создать выходной файл! Ошибка OGR:

source: Error create the output layer '%s'! OGR error:
ru: Не удалось создать выходной слой '%s'! Ошибка OGR:

source: wxGISFeatureDataset: Open failed! Path '%s'. OGR error: %s
ru: wxGISFeatureDataset: Невозможно открыть! Путь '%s'.Ошибка OGR: %s

source: wxGISPostGISDataset: Open failed! Host '%s', Database name '%s', Port='%s'. OGR error: %s
ru: wxGISPostGISDataset: Невозможно открыть! Хост '%s', Имя базы данных '%s', Порт='%s'. Ошибка OGR: %s

source: wxGISRasterDataset: Open failed! Path '%s'. GDAL error: %s
ru: wxGISRasterDataset: Невозможно открыть! Путь '%s'. Ошибка GDAL: %s

source: wxGISRasterDataset: Open failed! Path '%s'. Raster has no bands
ru: wxGISRasterDataset: Невозможно открыть! Путь '%s'. Нет каналов в растре

source: Failed to allocate %d byte buffer to hold xml file.
ru: Невозможно создать буфер размером %d для записи файла xml.

source: Failed to read %d bytes from xml file.
ru: Невозможно прочитать %d байт xml файла.

source: Error open input file! OGR error:
ru: Не возможно открыть входной файл! Ошибка OGR:
