Repository: Mileslee/wxgis
Catalog: tags/cairo/loc/*/datasource_cat.po
Languages: cs

source: The driver '%s' is not available! OGR error:
cs: Ovladač '%s' není dostupný! Chyba OGR:

source: Error create the output file '%s'! OGR error:
cs: Chyba vytváření výstupního souboru '%s'! Chyba OGR:

source: Error create the output layer '%s'! OGR error:
cs: Chyba vytváření výstupní vrstvy '%s'! Chyba OGR:

source: wxGISFeatureDataset: Open failed! Path '%s'. OGR error: %s
cs: wxGISFeatureDataset: Otevření selhalo! Cesta '%s'. Chyba OGR: %s

source: wxGISPostGISDataset: Open failed! Host '%s', Database name '%s', Port='%s'. OGR error: %s
cs: wxGISPostGISDataset: Otevření selhalo! Host '%s', Název databáze '%s', Port='%s'. Chyba OGR: %s

source: wxGISRasterDataset: Open failed! Path '%s'. GDAL error: %s
cs: wxGISRasterDataset: Otevření selhalo! Cesta '%s'. Chyba GDAL: %s

source: wxGISRasterDataset: Open failed! Path '%s'. Raster has no bands
cs: wxGISRasterDataset: Otevření selhalo! Cesta '%s'. Rastr nemá žádné kanály.

source: Failed to allocate %d byte buffer to hold xml file.
cs: Selhala alokace %d byte bufferu k podržení xml souboru.

source: Failed to read %d bytes from xml file.
cs: Selhalo načtení %d bajtů z xml souboru.

source: Error open input file! OGR error:
cs: Chyba otvírání vstupního souboru! Chyba OGR:
